--[[
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀        
▀▄ ▄▀                                 ▀▄ ▄▀ 
▀▄ ▄▀         By :  @shaD_o           ▀▄ ▄▀ 
▀▄ ▄▀        BY dev (shaD_o)          ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED BY shaD_o           ▀▄ ▄▀   
▀▄ ▄▀ chhanale : @vip_team1           ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄
--]]
do
local function run(msg,matches)
if not is_momod(msg) then 
  return "🙇🏻 عذرا "..msg.from.first_name.."\n"
  .."🚀للمدراء فقط  "
    end
if is_momod(msg) then 
  return "مرحبا عزيزي 🔮 "..msg.from.first_name.."\n"
  .."🚀اسم المجموعة  : ".."\n"..msg.to.title.."\n"
  .."  ".."\n"
  ..[[
اوامر الطرد المجموعة 🕹
تعمل جميع لاوامر ب {/!#} 💡
🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹  
📊/دي : لحضر عضو 🕹
📊/بره : لطرد عضو 🕹
📊/الغاء الحضر : لالغاء الحضر 🕹
📊/اسكت : لكتم عضو 🕹
📊/حضر كلمة : لحضر كلمة 🕹
📊/الغاء حضرها : لالغاء حضر كلمة 🕹
📊/اسكت : لالغاء كتم 🕹
📊/حضر : لحضر كلمة 🕹
📊/دعبلني : للخروج من المجموعة 🕹
📊/المحضورين : لاضهار المحضورين 🕹

Dev : @shaD_o  💭
bot : @shado1bot  💭

 ]].."\n"
.."➖➖➖➖➖➖➖➖".."\n"
.."📛قناتنا : @vip_team1 ".."\n"
.."🔶التاريخ : "..os.date('%A, %B, %d, %Y\n' , timestamp)
.."➖➖➖➖➖➖➖➖".."\n"
.."🔹الوقت : "..os.date(' %T', os.time()).."\n"
   end
end
  
  return  {
    patterns = {
      "^[!/#](اوامر4)"
},
  run = run,
}
end