--[[
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀        
▀▄ ▄▀                                 ▀▄ ▄▀ 
▀▄ ▄▀         By :  @shaD_o           ▀▄ ▄▀ 
▀▄ ▄▀        BY dev (shaD_o)          ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED BY shaD_o           ▀▄ ▄▀   
▀▄ ▄▀ chhanale : @vip_team1           ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄
--]]
do
local function run(msg,matches)
if not is_momod(msg) then 
  return "🙇🏻 عذرا "..msg.from.first_name.."\n"
  .."🚀للمدراء فقط  "
    end
if is_momod(msg) then 
  return "مرحبا عزيزي 🔮 "..msg.from.first_name.."\n"
  .."🚀اسم المجموعة  : ".."\n"..msg.to.title.."\n"
  .."  ".."\n"
  ..[[
📊/تفعيل الحماية : لتفعيل البوت 🕹
📊/ازالة الحماية : لازالة البوت 🕹
📊/حضر عام : لحضر عضو من جميع مجموعات البوت 🕹
📊/الغاء العام : لالغاء العام 🕹
📊/صنع مجموعة : لصنع مجموعه 🕹
📊/المحضورين عام : لاضهار المحضورين عام🕹
📊/رفع المدير : لرفع مشرف 🕹
📊/رفع مساعد : لرفع مساعد مطور 🕹
📊/انزل مساعد : لتنزيل مساعد مطور 🕹
📊/دخول الى الرابط + الرابط : لدخول البوت الى مجموعة 🕹
📊/نشر : لنشر في كل مجموعات البوت 🕹
📊/سوبر : لتحويل الى سوبر 🕹
📊/ارسل ملف + اسم لملف : لارسال ملف 🕹
📊/غادر البوت ؛ لخروج البوت مـن لمجموعه 🕹
📊/تفعيل ملف : لتفعيل ملفات 🕹
📊/توقف ملف : لايقاف ملف 🕹
📊/الملفات : لاضهار الملفات 🕹
📊/حذف : لحذف عدد رسائل بلكروب🕹
📊/رن : لتشغيل البوت 🕹

Dev : @shaD_o  💭
bot : @shado1bot  💭

]].."\n"
.."➖➖➖➖➖➖➖➖".."\n"
.."🖥Tv Channe @dev_help1 ".."\n"
.."📅Date : "..os.date('%A, %B, %d, %Y\n' , timestamp)
.."➖➖➖➖➖➖➖➖".."\n"
.."⏰Time : "..os.date(' %T', os.time()).."\n"
   end
end
  
  return  {
    patterns = {
      "^[!/#](اوامر6)"
},
  run = run,
}
end