--[[
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀        
▀▄ ▄▀                                 ▀▄ ▄▀ 
▀▄ ▄▀         By :  @shaD_o           ▀▄ ▄▀ 
▀▄ ▄▀        BY dev (shaD_o)          ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED BY shaD_o           ▀▄ ▄▀   
▀▄ ▄▀ chhanale : @vip_team1           ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄
--]]
do

function run(msg, matches)
  return 'مرحبا بك في سورس vi team 💯🙁\سورس مختلف عن السورسات 🚀😸\nيعمل على المجموعات التي تصل الى 5 k 📊🔶\nالسورس تابع الى فريق vip team المبرمجين\n\nDev : @shaD_o 🔱\nDEV : @lHTMLl 🔱\nDev : @XxX69XxX  🔱 \nDev : @XxX69XxX 🔱 \nDev : @XxX_TEAM_XxX 🔱 \nDev : @i_d_b 🔱 \nDev : @IQ_abs ' 
  end

return {
  patterns = {
    "^/ver"
  }, 
  run = run 
}

end
